Tekla.Structures.Drawing.AttributesBase.#ctor(System.String)
Constructor to create new Attributes using "standard" attributes file.
AttributeFile: Please enter only the filename not the extension

Tekla.Structures.Drawing.AttributesBase.#ctor(System.Boolean)
Constructor to create new Attributes using "standard" attributes file.
LoadAttributes: